"OK" = "OK";

"Delete" = "Delete";

"Home" = "Home";

"Open" = "Open";

"Closed" = "Closed";

"Awards" = "Awards";

"Description" = "Description";

"Title" = "Title";

"Mark Completed" = "Mark Completed";
 

"Sort" = "Sort";

"Add Project" = "Add Project";

"Edit Item" = "Edit Item";

"Closed Projects" = "Closed Projects";

"Add Project" = "Add Project";

"Open Projects" = "Open Projects";

"Add New Item" = "Add New Item";

"Basic Setting" = "Basic Setting";
 
"Basic Settings" = "Basic Settings";

 

 
"Creation Date" = "Creation Date";

"Custom project color" = "Custom project color";

"Delete project?" = "Delete project?";
 
"High" = "High";

"Locked" = "Locked";

"Low" = "Low";
 
"Medium" = "Medium";
 
"Optimized" = "Optimized";


"Priority" = "Priority";

"Project Description" = "Project Description";

 
"Project Name" = "Project Name";

"Sort items" = "Sort items";

"There's nothing here right now" = "There's nothing here right now";
 
"Unlocked: %@" = "Unlocked: %@";

"Reopen this project" = "Reopen this project";
"Delete this project" = "Delete this project";

"Up next" = "Up next";
"More to explore" = "More to explore";

"New Project" = "New Project";
"New Item" = "New Item";




"Please select something from the menu" = "Please select something from the menu";

"Closing a project moves it from the Open to Closed tab; deleting it removes the project completely." = "Closing a project moves it from the Open to Closed tab; deleting it removes the project completely.";

"Are you sure you want to delete this project? You will also delete all the items it contains." = "Are you sure you want to delete this project? You will also delete all the items it contains.";
